THOUGHT = [
    "你信仰并祈并一位大能。",
    "人类无需上帝。",
    "科学万能！科学万岁！你将选择其中之一。",
    "命中注定。",
    "社团或秘密结社的一员。",
    "社会坏掉了，而你将成为正义的伙伴。应斩除之物是？",
    "神秘依然在。",
    "诸君，我喜欢政治。",
    "“金钱就是力量，我的朋友，我将竭尽全力获取我能看到的一切。”",
    "竞选者/激进主义者。"
]

PEOPLE = [
    "父辈。",
    "祖父辈。",
    "兄弟。",
    "孩子。",
    "另一半。",
    "那位指引你人生技能的人。指明该技能和该人。",
    "青梅竹马。",
    "名人。偶像或者英雄。当然也许你从未见过他。",
    "游戏中的另一位调查员伙伴。随机或自选。",
    "游戏中另一外NPC。详情咨询你的守秘人。"
]

PLACE = [
    "你最爱的学府。",
    "你的故乡。",
    "相识初恋之处。",
    "静思之地。",
    "社交之地。",
    "联系你思想/信念的场所。",
    "重要之人的坟墓。",
    "家族所在。",
    "生命中最高兴时的所在。",
    "工作地点。"
]

ITEM = [
    "与你得意技相关之物。",
    "职业必需品。",
    "童年的遗留物。",
    "逝者遗物。",
    "重要之人给予之物。",
    "收藏品。",
    "你发掘而不知真相的东西。答案追寻中。",
    "体育用品。",
    "武器。",
    "宠物。"
]

FEATURE = [
    "慷慨大方。",
    "善待动物。",
    "梦想家。",
    "享乐主义者。",
    "赌徒，冒险家。",
    "好厨子，好吃货。",
    "女人缘/万人迷。",
    "忠心在我。",
    "好名头。",
    "雄心壮志。"
]
